Repository: cqeb/tctrainer
Catalog: app/locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: Warm up thoroughly. On a hilly track with small climbs accelerate to the top of Zone 4, and keep your speed for a maximum of 10 minutes (you may want to start with 5), while pedaling with low cadence. Recover for 2 minutes after each interval, and repeat 3-5 times. You can also pick a track with strong headwinds.
de_de: Wärme dich gründlich auf. Wähle einen hügeligen Kurs, und beschleunige bis ans obere Ende von Zone 4. Behalte diese Geschwindigkeit maximal 10 Minuten lang bei (beginne mit 5), und fahre mit einer niedrigen Trittfrequenz. Erhole dich 2 Minuten, und wiederhole das Intervall 3-5 Mal. Du kannst dieses Training auch auf einem Kurs mit starkem Gegenwind durchführen.

source: Accelerate slowly after warming up. When Zone 4 is reached, take 2 minutes to accelerate into the lower third of Zone 5. Then gradually slow down for another 2 minutes to reach the bottom of Zone 4. Repeat this pattern to a maximum of 40 minutes. Cool down afterwards in Zone 2, and ride with a low cadence during the intervals.
de_de: Beschleunige langsam, nachdem du aufgewärmt bist. Wenn Du Zone 4 erreichst, beschleunige 2 Minuten lang weiter, bis du das untere Drittel von Zone 5 erreichst. Dann reduziere die Belastung über 2 Minuten hinweg, bis du die Untergrenze von Zone 4 erreichst. Wiederhole diesen Wechsel maximal 40 Minuten lang, und fahre dabei immer mit möglichst niedriger Trittfrequenz. Fahre bis zum Ende des Trainings in Zone 2.

source: Pick a flat course. After warming up establish Zone 5, and stay there while maintaining low cadence. STOP immediately if you feel nauseous.
de_de: Wähle einen flachen Kurs. Nachdem du aufgewärmt bist beschleunige, bis dein Puls Zone 5 erreicht, und halte die Zone, während du mit niedriger Trittfrequenz fährst. Sollte dir übel werden beende das Training sofort.

source: Pick a flat course, and ride like as if you would be racing. Go hard from the beginning, and press the "Lap"-Button on your sports watch to determine your average heart rate for the last 20 minutes. Use this value to update your bike lactate threshold in your training info settings.
de_de: Wähle einen flachen Kurs, und fahre mit einer Geschwindigkeit, die du auch bei einem Wettkampf fahren würdest. Beschleunige gleich von Anfang an, und nutze den "Zwischenzeit"-Knopf deiner Pulsuhr, um den durchschnittlichen Puls der letzten 20 Minuten der Trainingseinheit zu ermitteln. Nutze diesen Pulswert, um den Laktatgrenzwert für Radfahren in deinen Trainingsinfos zu aktualisieren.

source: Edit training info
de_de: Trainingsinfo bearbeiten

source: Pick a flat course, and ride like as if you would be racing. Go hard from the beginning, and press the "Lap"-Button on your sports watch to determine your average heart rate for the last 50 minutes. Use this value to update your bike lactate threshold in your training info settings.
de_de: Wähle einen flachen Kurs, und fahre mit einer Geschwindigkeit, die du auch bei einem Wettkampf fahren würdest. Beschleunige gleich von Anfang an, und nutze den "Zwischenzeit"-Knopf deiner Pulsuhr, um den durchschnittlichen Puls der letzten 50 Minuten der Trainingseinheit zu ermitteln. Nutze diesen Pulswert, um den Laktatgrenzwert für Radfahren in deinen Trainingsinfos zu aktualisieren.

source: Speedups
de_de: Beschleunigungen

source: Small Hills
de_de: Kleine Hügel

source: Tempo Run
de_de: Tempolauf

source: Threshold Run
de_de: Tempohärte-Lauf

source: Pick a flat course and run easy in Zone 1.
de_de: Wähle einen flachen Kurs und laufe in Zone 1.

source: Do an endurance run in Zone 2.
de_de: Unternimm einen Dauerlauf in Zone 2.

source: An intensive, aerobic workout. Run a course with small hills, which take you into Zone 3 frequently.
de_de: Ein intensives, aerobes Training, für das du am besten eine Strecke mit kleinen Hügeln wählst, auf denen du immer wieder in Zone 3 laufen musst.

source: Do an endurance run in Zone 2. Sprint for 20 seconds after warming up. Repeat 4-8 times during the run.
de_de: Unternimm einen Ausdauer-Lauf in Zone 2. Sprinte 4-8 Mal für 20 Sekunden, nachdem du dich ordentlich warmgelaufen hast.

source: Do an endurance run in Zone 2. After warming up accelerate smoothly until you reach a pace you could sustain for 5 kilometers. Keep your pace for 2 minutes, then slow down to Zone 2. Repeat up to 6 times.
de_de: Ein Ausdauerlauf in Zone 2. Nach dem Aufwärmen beschleunige langsam, bis du eine Geschwindigkeit erreichst, die du maximal 5 Kilometer lang halten könntest. Behalte diese Geschwindigkeit 2 Minuten lang bei. Laufe danach lockerer, bis dein Puls wieder Zone 2 erreicht. Wiederhole diese Beschleunigungen maximal 6 Mal.

source: Pick a hilly course, and run in Zone 1 to Zone 5. Do not ascend longer than 5 minutes.
de_de: Wähle einen hügeligen Kurs, und laufe in Zone 1 bis Zone 5. Laufe keine Anstiege, die länger als 5 Minuten dauern.

source: Pick a hilly course with several ascents that take more than 5 minutes to climb. Your pulse may climb to Zone 5, but refrain from maxing out.
de_de: Wähle einen hügeligen Kurs mit Anstiegen, die länger als 5 Minuten dauern. Dein Puls darf dabei Zone 5 erreichen. Vermeide es, dich maximal zu belasten.

source: Warm up thoroughly. Pick a steep hill, which takes about 1 minute to ascend. Run fast uphills, and jog down very easy (take up to 4mins to recover). Repeat to a maximum of 8 times.
de_de: Wärme dich gründlich auf. Wähle einen steilen Hügel, für den Du 1 Minute benötigst. Laufe schnell bergauf, und sehr entspannt wieder nach unten (du kannst dir bis zu 4 Minuten Zeit lassen). Wiederhole maximal 8 Mal.

source: Pick a flat course, and run in Zone 3 after warming up.
de_de: Wähle einen flachen Kurs und laufe in Zone 3, nachdem du dich aufgewärmt hast.

source: Pick a flat course, and warm up. Accelerate to the top of Zone 4, and keep your pace for a maximum of 10 minutes (you may want to start with 5). Recover for 2 minutes after each interval, and repeat 3-5 times.
de_de: Wähle einen flachen Kurs und wärme dich auf. Beschleunige bis zum oberen Ende der Zone 4. Behalte die Belastung für maximal 10 Minuten bei (beginne beim ersten Mal mit 5), und erhole dich 2 Minuten nach jedem Intervall. Wiederhole 3-5 Mal.

source: Warm up thoroughly. On a hilly track with small climbs accelerate to the top of Zone 4, and keep your pace for a maximum of 10 minutes (you may want to start with 5). Recover for 2 minutes after each interval, and repeat 3-5 times. You can also pick a track with strong headwinds.
de_de: Wärme dich gut auf und wähle eine Strecke mit kleinen Hügeln. Beschleunige, bis dein Puls die Obergrenze von Zone 4 erreicht, und behalte die Geschwindigkeit maximal 10 Minuten lang bei (beginne mit 5). Erhole dich für 2 Minuten nach jedem Intervall, und wiederhole 3-5 Mal. Du kannst dieses Training auch auf einer Strecke mit starkem Gegenwind durchführen.

source: Accelerate slowly after warming up. When Zone 4 is reached, take two minutes to accelerate into the lower third of Zone 5. Then gradually slow down for another 2 minutes to reach the bottom of Zone 4. Repeat this pattern to a maximum of 30 minutes. Cool down afterwards in Zone 2.
de_de: Beschleunige langsam bis in Zone 4, nachdem du dich aufgewärmt hast. Danach beschleunige, bis du das untere Drittel der Zone 5 erreichst. Verringere die Belastung über 2 Minuten, bis du die Untergrenze von Zone 4 erreichst, und wiederhole den Wechsel maximal 30 Minuten. Beende dein Training danach in Zone 2.

source: Pick a flat course. After warming up establish Zone 5, and keep running without recovery. STOP immediately if you feel nauseous.
de_de: Wähle einen flachen Kurs. Wärme dich gut auf, und beschleunige bis in die Zone 5. Halte deine Geschwindigkeit, und mach keine Pausen. Beende das Training sofort, solltest du dich unwohl fühlen.

source: Pick a flat course, and run like as if you would be racing. Go hard from the beginning, and use the "Lap"-Button on your sports watch to determine your average heart rate for the last 20 minutes. Use this value to update your run lactate threshold in your training info settings.
de_de: Wähle einen flachen kurs, und laufe mit Wettkampfgeschwindigkeit gleich von Beginn an. Nutze den "Rundenzeit"-Knopf auf deiner Pulsuhr, um die durchschnittliche Herzfrequenz der letzten 20 Minuten des Trainings zu ermitteln. Nutze diesen Pulswert, um den Laktatgrenzwert für Laufen in deinen Trainingsinfos zu aktualisieren.

source: Pick a flat course, and run like as if you would be racing. Go hard from the beginning, and use the "Lap"-Button on your sports watch to determine your average heart rate for the last 50 minutes. Use this value to update your run lactate threshold in your training info settings.
de_de: Wähle einen flachen kurs, und laufe mit Wettkampfgeschwindigkeit gleich von Beginn an. Nutze den "Rundenzeit"-Knopf auf deiner Pulsuhr, um die durchschnittliche Herzfrequenz der letzten 50 Minuten des Trainings zu ermitteln. Nutze diesen Pulswert, um den Laktatgrenzwert für Laufen in deinen Trainingsinfos zu aktualisieren.

source: Swimming Technique Drills
de_de: Schwimmtechnik

source: Buoyancy Drills
de_de: Wasserlage

source: Speed
de_de: Geschwindigkeit

source: Open Water
de_de: Freiwasser

source: Strength Drills
de_de: Kraftausdauer

source: Long Intervals
de_de: Lange Intervalle

source: Short Intervals
de_de: Kurze Intervalle

source: Threshold Swim
de_de: Tempohärte

source: Do an easy recovery swim.
de_de: Ein lockeres Schwimmtraining zur Regeneration.

source: Swim intervals of medium intensity, that take 5-10 minutes, and recover for 30 to 60 seconds.
de_de: Schwimme Intervalle mit mittlerer Intensität, die 3-5 Minuten dauern. Erhole dich dazwischen für 30 bis 60 Sekunden.

source: An intensive, aerobic workout. Swim intervals of medium effort which take 5 minutes, and recover for 30 seconds.
de_de: Ein intensives, aerobes Training. Schwimme intervalle mittlerer Intensität, die 5 Minuten lang dauern. Erhole dich dazwischen für jeweils 30 Sekunden.

source: Use this workout to focus entirely on your technique flaws.
de_de: Konzentriere dich bei diesem Training voll auf deine Schwimmtechnik.

source: Use this workout to focus on your buoyancy and body position.
de_de: Nutze dieses Training, um an deiner Wasserlage zu arbeiten.

source: Do fast repeats for 1 swimming lane lengths at maximum effort, and recover for 1 minute between intervals. Focus on technique, even when fatigue sets in. Repeat to a maximum of 300 meters/yards.
de_de: Schwimme mit hoher Frequenz und maximaler Belastung über eine Länge. Erhole dich danach für 1 Minute. Konzentriere dich dabei auf deine Schwimmtechnik, auch, wenn deine Arme bereits ermüden. Wiederhole über eine Distanz von maximal 300 Metern.

source: Swim in open water. Remember to bring a partner, as swimming in open water is more dangerous. If this is not possible, swim with your suit in an indoor pool.
de_de: Schwimme in einem Fluss oder See. Nimm einen Partner mit und schwimme nie alleine im Freiwasser. Wenn dies nicht möglich ist, dann nimm deinen Schwimmanzug und trainiere im Pool.

source: Use this workout to bring your paddles for endurance sets.
de_de: Trainiere mit Paddles.

source: Use this workout to focus on strength drills.
de_de: Konzentriere dich bei diesem Training auf deine Kraft.

source: Swim intervals of 6 minutes or more at high intensity. Recover for up to 2 minutes. Try to swim your next race distance.
de_de: Schwimme Intervalle mit hoher Belastung, die 6 Minuten oder länger dauern. Erhole dich dazwischen für 2 Minuten. Versuche diese Übung über die Schwimmdistanz deines nächsten Wettkampfes durchzuführen.

source: Swim intervals to a maximum of 5 minutes at high intensity. Recover for less than 1 minute, and try to cover your next race distance.
de_de: Schwimme Intervalle mit hoher Intensität, die maximal 5 Minuten dauern. Erhole dich kürzer als 1 Minute, und versuche diese Übung über die Schwimmdistanz deines nächsten Wettkampfes durchzuführen.

source: Swim at race speed and do not recover. Stop after a maximum of 30 minutes.
de_de: Schwimme mit deiner Wettkampfgeschwindigkeit, und mache keine Pausen für maximal 30 Minuten.

source: Endurance
de_de: Ausdauer

source: Force
de_de: Kraft

source: Tempo Hardness
de_de: Tempohärte

source: Endurance allows you to maintain performance whilst resisting fatigue.
de_de: Ausdauertrainings erlauben dir, deine Leistung in langen Trainings aufrecht zu erhalten, und die Ermüdung zu verzögern.

source: Speed trainings will teach your body to move more quickly, while maintaining efficenciy.
de_de: Geschwindigkeitstrainings schulen deine Feinmotorik und Effizienz bei schnellen Bewegungen.

source: Force trainings teach you to apply maximum effort repeatedly.
de_de: Krafttrainings verbessern deine Fähigkeit, wiederholten, maximalen Kraftanstrengungen zu wiederstehen.

source: Tempo Hardness allows your body to withstand high exertion for longer intervals without dropping performance.
de_de: Temprohärte ist die Fähigkeit deines Körpers, hohen Belastungen über längere Zeiträume zu wiederstehen, ohne dabei Leistung einbüßen zu müssen.

source: Test workouts will be used to determine your lactate threshold levels. This is very important, as your heart rate zones are derived from those values!
de_de: Test-Trainings werden genutzt, um deine Laktatgrenzwerte zu ermitteln. Absolviere diese Trainings mit großer Sorgfalt, da die ermittelten Werte die Grundlage für Deine Herzfrequenzzonen darstellen!

source: Competitions
de_de: Wettkämpfe

source: Manage goals for your training.
de_de: Verwalte die Ziele für dein Training.

source: Where are triathlons worldwide?
de_de: Wo sind Triathlons weltweit?

source: Enter a valid date
de_de: Gibt ein gültiges Datum ein

source: Enter a name for the competition
de_de: Gib einen Namen für den Wettkampf ein

source: Name of competition
de_de: Name des Wettkampfes

source: You should only define 3 important competitions per year!
de_de: Du darfst nur 3 wichtige Wettkämpfe pro Jahr definieren!

source: Important
de_de: Wichtig

source: Location
de_de: Ort

source: Save
de_de: Speichern

source: Manage your competitions!
de_de: Verwalte deine Wettkämpfe!

source: No competitions defined.
de_de: Keine Wettkämpfe definiert.

source: Your next competition ...
de_de: Dein nächster Wettkampf ...

source: Are you sure?
de_de: Bist du sicher?

source: Delete this competition
de_de: Diesen Wettkampf löschen

source: About
de_de: Über

source: Terms of Service
de_de: Nutzungsbedingungen

source: Contact
de_de: Kontakt

source: Contact us
de_de: Kontaktiere uns

source: Imprint
de_de: Impressum

source: Useful Links
de_de: Nützliche Links

source: My first Ironman
de_de: Mein erster Ironman

source: Join us on
de_de: Besuch uns auf

source: Follow us on
de_de: Folge uns auf

source: Sorry, but we need Javascript enabled in your browser for this service.
de_de: Sorry, du brauchst aktiviertes Javascript in deinem Browser für dieses Service.

source: TriCoreTraining the interactive, online training plan service for triathlon, ironman, marathon, bike races, sport plans, training schedules
de_de: TriCoreTrainng der interaktive Online Trainingplan-Service für Triathlon, Ironman, Marathon, Radrennen, Sportpläne, Trainingspläne

source: TriCoreTraining triathlon plans, sport plans, training schedules, running, biking, run, bike, swim, ironman, half ironman
de_de: TriCoreTraining Triathlon Pläne, Sportpläne, Trainingspläne, Laufen, Biken, Lauf, Rad, Schwimmen, Ironman, Halbironman

source: Subscribe to TriCoreTraining.com Updates
de_de: Abonniere die TriCoreTraining.com Updates

source: Firstname
de_de: Vorname

source: Lastname
de_de: Nachname

source: Subscribe
de_de: Abonniere

source: TriCoreTraining sped up my Half-Ironman time from 06:30 to 05:30 hours. It is awesome. Thanks.
de_de: TriCoreTraining hat meine Halb-Ironman Zeit von 06:30 auf 05:30 Stunden gebracht. Das ist großartig. Danke.

source: 10:45 for Ironman in Carinthia was the goal and TriCoreTraining helped me to achieve it. Thank you.
de_de: 10:45 für den Ironman in Kärnten war das Ziel und TriCoreTraining half mir dieses zu erreichen. Vielen Dank.

source: Upgrade to PREMIUM
de_de: Update zu PREMIUM

source: Recommendation
de_de: Empfehlung

source: Send this link to your friends
de_de: Sende diesen Link an deine Freunde

source: Invite your friends
de_de: Lade Freunde ein

source: Training Plans
de_de: Trainingspläne

source: What is
de_de: Was ist

source: References
de_de: Referenzen

source: Pricing
de_de: Preise

source: More about
de_de: Mehr über

source: How to start
de_de: Wie starten

source: FREE Registration
de_de: GRATIS Registrierung

source: Sign in
de_de: Einloggen

source: Read our blog
de_de: Lies unsere Blog

source: Sign In
de_de: Einloggen

source: Facebook Sign In
de_de: Facebook Login

source: Your Training Plan
de_de: Dein Trainingplan

source: Training Diary
de_de: Training-Tagebuch

source: Your Races
de_de: Deine Rennen

source: Statistics
de_de: Statistiken

source: How fit am I?
de_de: Wie fit bin ich?

source: How fast am I?
de_de: Wie schnell bin ich?

source: Can I finish my goal?
de_de: Kann ich meine Ziel erreichen?

source: How much have I lost?
de_de: Wie viel habe ich verloren?

source: What have I achieved?
de_de: Was habe ich erreicht?

source: Settings
de_de: Einstellungen

source: Edit weight goals
de_de: Gewichtsziele bearbeiten

source: Edit profile
de_de: Profil bearbeiten

source: Change password
de_de: Passwort bearbeiten

source: Change metric
de_de: Einheiten bearbeiten

source: Edit images
de_de: Bilder bearbeiten

source: Sign out
de_de: Ausloggen

source: Show payments
de_de: Zeige Zahlungen

source: Cancel subscription :(
de_de: Mitgliedschaft kündigen :(

source: Administrate users
de_de: Administriere Benutzer

source: Fill my database
de_de: Befülle meine Datenbank

source: Read our Blog
de_de: Lies unseren Blog

source: Search
de_de: Suchen

source: Visit us at Facebook
de_de: Besuche uns auf Facebook

source: Follow us on Twitter
de_de: Folge uns auf Twitter

source: Help?
de_de: Hilfe?

source: my name is
de_de: mein Name ist

source: and I'm one of the founders of TriCoreTraining.
de_de: und ich bin einer der Gründer von TriCoreTraining.

source: If you need support, please
de_de: Wenn du Hilfe brauchst, bitte

source: just ask me
de_de: frage nach mir

source: TriCoreTraining Club
de_de: TriCoreTraining Verein

source: Vienna
de_de: Wien

source: Phone
de_de: Telefon

source: TriCoreTraining and TriCoreTraining.com
de_de: TriCoreTraining und TriCoreTraining.com

source: are registered trademarks
de_de: sind eingetragene Markenzeichen

source: Thank you for subscribing to TriCoreTraining-Plans for
de_de: Danke, dass du TriCoreTraining-Pläne abonniert hast für

source: months
de_de: Monate

source: You will receive an invoice as soon as PAYPAL charges the subscription fee. This might happen after your trial-period expired.
de_de: Du wirst eine Rechnung bekommen, sobald PAYPAL die Mitgliedschaft verrechnet. Dies passiert nachdem deine Testperiode abgelaufen ist.

source: Old period:
de_de: Alte Periode:

source: to
de_de: bis

source: New period:
de_de: Neue Periode:

source: thanks for your trust in TriCoreTraining.com.
de_de: danke für dein Vertrauen in TriCoreTraining.com.

source: Club
de_de: Verein

source: Vienna, Austria
de_de: Wien, Österreich

source: Invoice
de_de: Rechnung

source: No.
de_de: Nr.

source: Product
de_de: Produkt

source: Price
de_de: Preis

source: Total
de_de: Gesamt

source: Trainingplan
de_de: Trainingsplan

source: month(s)
de_de: Monat(e)

source: Previous period:
de_de: Vorige Periode:

source: Please
de_de: Bitte

source: Continue to train.
de_de: Setze dein Training fort.

source: No VAT included, because as a club we are not allowed to charge VAT!
de_de: Keine MWSt inkludiert, weil als Verein dürfen wir keine MWSt verrechnen!

source: some notification arrived.
de_de: einige Benachrichtigungen sind angekommen.

source: you tried to recover your password on TriCoreTraining.com.
de_de: du hast versucht, dein Passwort auf TriCoreTraining.com wiederherzustellen.

source: click to reset your password.
de_de: klicke, um dein Passwort zurückzusetzen.

source: your password is reset.
de_de: dein Passwort wurde zurückgesetzt.

source: Your new password on TriCoreTraining.com is
de_de: Dein neues Passwort auf TriCoreTraining.com ist

source: Click here to login
de_de: Klicke hier, um dich einzuloggen

source: Stop sending me notifications!
de_de: Ich will keine Benachrichtungen mehr!

source: Welcome
de_de: Willkommen

source: you completed the first step for gaining speed in your sport and probably loosing weight.
de_de: du hast den ersten Schritt, um im Sport schneller zu werden und leichter zu werden, erledigt.

source: Your trial period is FREE and ends automatically if you do not subscribe to a membership.
de_de: Deine Testperiode ist GRATIS und endet automatisch, wenn du nicht für eine Mitgliedschaft unterschreibst.

source: Click to activate your account
de_de: Klicke hier, um deinen Account zu aktivieren

source: Login to your personal training dashboard.
de_de: Logge dich zu deinem persönlichen Trainingscockpit ein.

source: Get in Touch
de_de: Kontakt

source: Mail us
de_de: Kontaktiere uns

source: Updates
de_de: News

source: Magazine
de_de: Magazin

source: Association
de_de: Verein

source: List competitions
de_de: Wettkämpfe auflisten

source: Create training schedule
de_de: Trainingsplan erstellen

source: Can I finish the next competition?
de_de: Kann ich den nächsten Wettkampf finishen?

source: Training Schedule
de_de: Trainingsplan

source: Logbook
de_de: Logbuch

source: Signup FREE
de_de: GRATIS registrieren

source: My TriCoreTraining.com workout!
de_de: Mein TriCoreTraining.com Training!

source: Yours
de_de: Euer

source: If you want to improve your athletic skills or lose weight, why not register?
de_de: Wenn du deine athletischen Eigenschaften verbessern willst oder Gewicht verlieren willst, warum nicht registrieren?

source: I LIKE TriCoreTraining.com!
de_de: Ich MAG TriCoreTraining.com!

source: Why don't YOU become a triathlon athlete too? Why not a marathon runner? I already did it! With TriCoreTraining.com.
de_de: Warum wirst du nicht auf ein Triathlon Athlet? Warum nicht ein Marathonläufer? Ich habe es schon gemacht! Mit TriCoreTraining.com.

source: Your company helps you to save 30% of membership costs!
de_de: Deine Firma hat dir zu 30% günstigeren Mitgliedschaften verholfen!

source: Register initially with your company email, try TriCoreTraining one month for free and then you will get a reduced PREMIUM membership which costs not more than 2 coffees a month.
de_de: Registriere dich initial mit deiner Firmenemail, versuche TriCoreTraining for einen Monat gratis und dann bekommst du die vergünstigten PREMIUM Mitgliedschaften, welche nicht mehr als 2 Kaffees im Monat kosten.

source: founder of
de_de: Gründer von

source: Toggle navigation
de_de: Öffne Navigation

source: TriCoreTraining.com - Online Trainingplans for Triathlon, Run and Bike
de_de: TriCoreTraining.com - Online Trainingspläne für Triathlon, Laufen und Radfahren

source: Gain speed, lose weight!
de_de: Werde schneller, verliere Gewicht!

source: TriCoreTraining provides you with <b>professional</b>, yet <b>easy and fun</b> training plans to <b>improve</b> your <b>running</b>, <b>biking</b> or <b>triathlon skills</b>!
de_de: TriCoreTraining bringt dir <b>professionelle</b>, <b>einfach</b> verständliche Trainingspläne, für <b>Laufen</b>, <b>Radfahren</b> und <b>Triathlon</b>!

source: Sign up now
de_de: Registriere dich jetzt

source: it´s free!
de_de: gratis!

source: Job, Family, no time?
de_de: Job, Family, keine Zeit?
