Repository: cqeb/tctrainer
Catalog: app/locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: You are an ambitious athlete who wants to get the most out of training, whilst juggling a full time job alongside keeping your family happy? <b>Then you've come to the right place.</b>
de_de: Du bist ambitionierter Sportler, und willst das Maximum aus deinem Training holen, aber weder deine Familie noch deinen Job vernachlässigen. <b>Bei uns bist du genau richtig.</b>

source: Enjoy your training
de_de: Geniesse dein Training

source: You want to finish your first marathon, improve your personal best at Half Ironman distance, or just enjoy your morning run? <b>We help you to get even more out of your training!</b>
de_de: Du willst deinen ersten Marathon beenden, eine neue Bestzeit beim Halb-Ironman laufen, oder genießt einfach nur das Laufen? <b>Wir helfen dir, mehr aus deinem Training zu machen.</b>

source: HOW IT WORKS?
de_de: WIE FUNKTIONIERT ES?

source: Get individual training plans
de_de: Erhalte individuell auf dich abgestimmte Trainingspläne.

source: Receive individual training plans based on your workouts and upcoming competitions.
de_de: Erhalte Trainingspläne, die individuell auf dein bisheriges Training und deine kommenden Wettkämpfe zugeschnitten sind.

source: Analyze your workouts
de_de: Analysiere deine Trainings

source: Use detailed statistics to assess yor fitness and gain even more from your workouts.
de_de: Erfahre durch unsere detaillierten Statistiken mehr über deine Trainingseinheiten.

source: Track your trainings
de_de: Erfasse deine Trainings

source: Log your trainings, manage your competitions, and also keep track of your weight.
de_de: Verwalte Trainingseinheiten, Wettkampfe und sogar dein Gewicht.

source: WHAT PEOPLE SAY ABOUT
de_de: WAS SAGEN UNSERE KUNDEN ÜBER

source: reference for
de_de: Referenz für

source: TriCoreTraining helped me in my training for my Ironmans and many other races. Thank you.
de_de: TriCoreTraining half mir bei meinem Training für meine Ironmans und einige andere Rennen. Danke.

source: I lost 8 kilograms while I did my TriCoreTraining training for two Half-Ironmans a year
de_de: I verlor 8 Kilo während ich meinen TriCoreTraining Plan für zwei Halb-Ironmans pro Jahr durchgeführt habe.

source: I am a rookie at triathlon, but now I go for Ironman Austria with TriCoreTraining - great!
de_de: Ich bin ein Anfänger im Triathlon, aber jetzt bin ich am Weg zum Ironman Austria mit TriCoreTraining - großartig!

source: My marathon time is down to 3 hours 27 minutes. Thanks to TriCoreTraining and its training plans.
de_de: Meine Marathonzeit ist runter auf 3 Stunden 27 Minuten. Dank an TriCoreTraining und seine Trainingpläne.

source: Choose your plan &amp; pricing
de_de: Wähle deinen Plan &amp; PREIS

source: FREE PLAN
de_de: GRATIS PLAN

source: Workout diary
de_de: Training Tagebuch

source: Training statistics
de_de: Trainingsstatistiken

source: Personal settings
de_de: Persönliche Einstellungen

source: Track goals
de_de: Ziele verfolgen

source: Mobile + Tablet usage
de_de: Mobile und Tablet Verwendung

source: Knowledgebase
de_de: Wissensdatenbank

source: No Training Plan
de_de: Kein Trainingsplan

source: Register NOW
de_de: JETZT registrieren

source: MONTHLY PLAN
de_de: MONATLICHE PLÄNE

source: Interactive
de_de: Interaktive

source: YEARLY PLAN
de_de: JÄHRLICHE PLÄNE

source: Workout Balance
de_de: Aufteilung der Trainings

source: reset
de_de: zurücksetzen

source: Here you can adjust the balance between your workout types. Drag the sliders to determine how much time is spent on training for each kind of sport. Changing these settings will also affect all future training weeks.
de_de: Hier kannst du die Aufteilung der Zeit zwischen den einzelnen Sportarten bestimmen. Ziehe die Regler, um das Verhältnis zu beeinflussen. Wenn du diese Einstellung änderst, werden alle zukünftigen Trainingswochen davon beeinflusst.

source: Training Hours
de_de: Trainingsstunden

source: Edit
de_de: Bearbeiten

source: These are your <b>average</b> training hours - the average amount of training you will complete throughout your training year. If you update this setting, your whole future training plan will be affected.
de_de: Das sind deine <b>durchschnittlichen</b> Trainingsstunden - jene Zeit, die du durchschnittlich im Jahr mit Training zubringst. Wenn du diese Einstellung anpasst, werden auch alle zukünftigen Trainingswochen entsprechend angepasst.

source: This Week
de_de: Diese Woche

source: This is the amount of training hours for the current training week, derived from your average training hours right above. Adapt this value to receive more or fewer training volume for this week.
de_de: Hier findest du die Trainingszeit, die für diese Woche reserviert ist. Der Wert wird aus den durchschnittlichen Trainingsstunden direkt oberhalb errechnet. Du kannst diesen Wert anpassen, um mehr oder weniger Training für diese Woche zu erhalten.

source: Add current training week to your calendar
de_de: Füge deinen aktuellen Trainingsplan zu deinem Kalender hinzu

source: Next
de_de: Nächste

source: Beginner's guide to your training
de_de: Erste Schritte für Trainingsanfänger

source: Your mesocycle of the next weeks
de_de: Dein Mesozyklus für die nächsten Wochen

source: 1. Your workouts are sorted by relevancy. If you receive a lot of workouts, combine them, but have one day for rest at minimum.
de_de: 1. Deine Trainings sind nach Relevanz sortiert. Wenn du viele Trainings erhältst, dann kannst du sie auch kombinieren, aber plane mindestens einen Erholungstag ein.

source: 2. Change your available time, if necessary.
de_de: 2. Ändere deine verfügbare Trainingszeit, wenn notwendig.

source: 3. Change your sports balance, if necessary.
de_de: 3. Ändere die Balance der Sportarten, wenn notwendig.

source: Click on the right side of the image to go to the next step.
de_de: Klicke auf die rechte Seite des Bildes, um zum nächsten Schritt zu kommen.

source: Add your important competitions to get an improved training plan based on your sport goals.
de_de: Füge deine wichtigen Wettkämpfe hinzu, um einen verbesserten Trainingsplan basierend auf deinen Trainingszielen zu bekommen.

source: If you have more specific training data, modify your settings. Change your lactate threshold or check your heart rate zones.
de_de: Wenn du weitere, spezifische Trainingsdaten hast, dann ändere deine Einstellungen. Ändere deinen Laktatgrenzwert oder prüfe deine Herzfrequenzzonen.

source: Logg your workouts to have a history of your training and receive more specific training workouts. Post your achievements to Twitter or Facebook.
de_de: Trage deine Trainings ein, um einen Verlauf deiner Trainings zu bekommen und passendere Trainings zu bekommen. Poste deine Ergebnisse auf Twitter oder Facebook.

source: Analyse the results of your training with the most important graphs and statistics.
de_de: Analysiere die Ergebnisse deines Trainings mit den wichtigsten Graphen und Statistiken.

source: You want to finish your first Marathon, improve your personal best at Half Ironman distance, or just enjoy your morning run? <b>We help you to get even more out of your training!</b>
de_de: Du willst deinen ersten Marathon finishen, eine neue Bestzeit beim Halbironman laufen, oder genießt einfach nur das Laufen? <b>Wir helfen dir, mehr aus deinem Training zu machen.</b>

source: Step
de_de: Schritt

source: month PREMIUM membership
de_de: Monat(e) PREMIUM Mitgliedschaft

source: Initiate Payment
de_de: Zahlung durchführen

source: Your current membership is valid from
de_de: Deine aktuelle Mitgliedschaft ist gültig von

source: After successful subscription your TriCoreTraining-Plans will be generated from
de_de: Nach einer erfolgreichen Mitgliedschaft werden deine TriCoreTraining-Pläne erstellt von

source: (including your already paid or free training-interval). You can cancel your subscription at any time and your payments will end after this period.
de_de: (inkludiert sind alle bereits gezahlten oder gratis Trainingsperioden). Du kannst die Mitgliedschaft jederzeit kündigen und deine Zahlungen werden nach der Periode eingestellt.

source: Your investment
de_de: Dein Investment

source: By clicking the SUBSCRIBE button you also accept these terms and conditions - please read them carefully.
de_de: Mit dem Klick auf den ABONNIEREN-Button akzeptierst du unsere allgemeinen Geschäftsbedingungen (AGB) - bitte lies diese sehr genau.

source: Read our terms and conditions.
de_de: Lies unsere AGBs.

source: Fill in your personal information
de_de: Fülle deine persönlichen Informationen aus

source: Sorry, but we miss your address which we need for your invoice. Please be kind and add it now.
de_de: Sorry, wir vermissen deine Adresse, die wir für die Rechnung benötigen. Bitte sei so nett und füge diese jetzt hinzu.

source: Address
de_de: Adresse

source: ZIP
de_de: PLZ

source: City
de_de: Stadt

source: Country
de_de: Land

source: You can just buy a new subscription if your subscription-period is less than 90 days. Sorry.
de_de: Du kannst nur eine PREMIUM Mitgliedschaft abonnieren, wenn dein restlicher Mitgliedschaftszeitraum weniger als 90 Tage ist. Sorry.

source: Secure Paypal Payment Notification
de_de: Sichere Paypal Zahlungsbenachrichtigung

source: Payments - Invoice
de_de: Zahlungen - Rechnungen

source: Invoice Details
de_de: Rechnungsdetails

source: TriCoreTraining.com Invoice
de_de: TriCoreTraining.com Rechnung

source: From
de_de: Von

source: We are not allowed to charge VAT as a club.
de_de: Wir dürfen keine MWSt als Verein verrechnen.

source: Back to list of payments
de_de: Zurück zur Liste der Zahlungen

source: Show your payments
de_de: Zeige deine Zahlungen

source: This list shows all your invoices for payments proceeded by PAYPAL. If you miss an invoice, please be aware that you receive your invoice at the time your payment is proceeded.
de_de: Diese Liste zeigt alle Rechnungen für Zahlungen über PAYPAL. Wenn du eine Rechnung vermisst, bedenke bitte, dass du erst eine Rechnung bekommst, wenn dein Mitgliedschaftszeitraum beginnt und deine Zahlung durchgeführt wurde.

source: List of payments
de_de: Liste der Zahlungen

source: Month(s)
de_de: Monat(e)

source: From-To
de_de: Von-Bis

source: Created
de_de: Erstellt

source: No payments available.
de_de: Keine Zahlungen verfügbar.

source: Subscribe TriCoreTraining PREMIUM membership
de_de: Abonniere eine TriCoreTraining PREMIUM Mitgliedschaft

source: You're a
de_de: Du bist ein

source: FREE member
de_de: GRATIS Mitglied

source: PREMIUM member
de_de: PREMIUM Mitglied

source: All possible subscriptions
de_de: All verfügbaren Abonnements

source: Click to subscribe to a PREMIUM membership
de_de: Klicke, um eine PREMIUM Mitgliedschaft zu abonnieren

source: TriCoreTraining.com plans
de_de: TriCoreTraining.com Pläne

source: for ONLY
de_de: für NUR

source: discount
de_de: Rabatt

source: per month
de_de: pro Monat

source: PAYPAL - secure payment solutions
de_de: PAYPAL - sichere Zahlungslösungen

source: What is PAYPAL? It is a reputable and well-known payment solution provider (owned by e-Bay) and provides creditcard/payment solutions for websites. You send your necessary confidential payment information via a secure connection (128-bit encrypted SSL-connection) and provide these confidential data only to PAYPAL and NOT to us (we only receive your payment).
de_de: Was ist PAYPAL? Dies ist ein bekannter Zahlungslösungsanbieter (der im Eigentum von e-Bay ist) und ermöglicht Zahlungslösungen mit Kreditkarte für Websites/Services. Du übergibst sensible Zahlungsinformationen über eine sichere Verbindung (128-bit verschlüsselte SSL-Verbindung) und diese vertraulichen Daten (Kreditkartennummer etc). gehen nur an Paypal und nicht an uns (wir erhalten nur die Zahlung).

source: Your trial period will be added if you subscribe to a PREMIUM membership.
de_de: Deine Testperiode wird angehängt, wenn du eine PREMIUM Mitgliedschaft abonnierst.

source: Unsubscribe PREMIUM
de_de: Kündige PREMIUM

source: BEFORE you cancel, please tell us here why you want to cancel or get in
de_de: BEVOR du kündigst, bitte sag uns, warum du kündigen willst oder

source: contact with us
de_de: kontaktiere uns

source: we want to make you HAPPY again!
de_de: wir wollen dich GLÜCKLICH machen!

source: You will be redirected to Paypal.com and have to unsubscribe there. IMPORTANT! You cancel all payments in the future. Refunding of already paid fees is not possible. The current subscription will automatically end with
de_de: Du wirst zu Paypal.com weitergeleitet und musst dort die Zahlungen kündigen. WICHTIG! Du kündigst damit alle zukünftigen Zahlungen. Rückerstattungen von bereits gezahlten Beiträgen ist leider nicht möglich. Die aktuelle Mitgliedschaft wird automatisch enden mit

source: Coupon
de_de: Gutschein

source: Get rid of your weight and gain speed.
de_de: Krieg dein Gewicht in den Griff und werde schneller.

source: You received your coupon code from
de_de: Du erhieltest einen Gutscheincode von

source: our partner
de_de: unserem Partner

source: Please enter your code here and then register yourself. We will check your coupon code and then prolong your PREMIUM membership.
de_de: Bitte gib den Gutscheincode hier an und dann registriere dich. Wir prüfen deinen Gutscheincode und aktivieren dann deine PREMIUM Mitgliedschaft.

source: Enter your coupon code
de_de: Gib deinen Gutscheincode an

source: Coupon Code
de_de: Gutscheincode

source: Error (404) - file not found!
de_de: Fehler (404) - Datei nicht gefunden!

source: Mysteries of the universe - where did this page go? Who knows ...
de_de: Eine der großen Fragen des Universums- wohin ist diese Seite verschwunden? Wer weiß ...

source: Subscribe TriCoreTraining Memberships
de_de: Abonniere eine TriCoreTraining Mitgliedschaft

source: SUBSCRIPTIONS
de_de: ABONNEMENTS

source: FREE
de_de: GRATIS

source: Personal Settings
de_de: Persönliche Einstellungen

source: Training logbook
de_de: Training Logbuch

source: Define competitions
de_de: Definiere Wettkämpfe

source: Workout Statistics
de_de: Training-Statistiken

source: Interactive trainingplan
de_de: Interaktiver Trainingsplan

source: MONTHLY
de_de: MONATLICH

source: YEARLY
de_de: JÄHRLICH

source: Signup FREE and get training plans for triathlon, biking and running for 3 months FREE. Then you can upgrade to PREMIUM for a price less than 2 coffees a month!
de_de: Registriere dich GRATIS und erhalte Trainingspläne für Triathlon, Radfahren und Laufen für 3 Monate gratis. Dann kannst du auf PREMIUM um einen Preis von 2 Kaffee pro Monat upgegraden!

source: Show Descriptions
de_de: Zeige Beschreibungen

source: Hide Descriptions
de_de: Verstecke Beschreibungen

source: Previous
de_de: Vorherige

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Trainingcycles
de_de: Trainingszyklen

source: This is science!
de_de: Das ist Wissenschaft!

source: Workout details
de_de: Trainingsdetails

source: Pick a workout type to specify which kind of workout you completed (optional)
de_de: Gib den Typ des absolvierten Trainings an (optional)

source: Course name
de_de: Streckenname

source: Enter name for your workout route
de_de: Gibt einen Namen für die Trainingsstrecke an

source: Enter a name for your course, so you can identify it later (optional)
de_de: Benenne deine Trainingsstrecke, um sie für die Statistiken nutzen zu können (optional)

source: Enter the duration of your workout, using hours, minutes and seconds like: 01:15:23
de_de: Gib die Länge deines Trainings in Stunden, Minuten und Sekunden an. Beispiel: 01:15:23

source: Enter a duration for your workout
de_de: Gib eine Dauer für dein Training an

source: The average heart rate measured during your workout
de_de: Gib die durchschnittliche Herzfrequenz für das Training ein

source: Enter an average heart rate for your workout
de_de: Gib eine durchschnittliche Herzfrequenz für das Training ein

source: Must be greater than
de_de: Muss größer sein als

source: Must be lower than
de_de: Muss geringer sein als

source: The distance you've covered during your workout
de_de: Die Distanz, die du in diesem Training zurückgelegt hast

source: Enter a distance for your workout
de_de: Gibt eine Distanz für dein Training an

source: Enter your current weight
de_de: Gibt dein aktuelles Gewicht an

source: Must be at least
de_de: Nicht weniger als

source: Comment
de_de: Kommentar

source: Link workout
de_de: Link zum Workout

source: Add a link for your workout. You might want to check out www.runmap.net or www.bikemap.net for mapping your workouts!
de_de: Füge deinem Training einen Link hinzu. Du kannst zum Beispiel deine Lauf- und Radrouten auf www.runmap.net und www.bikemap.net aufzeichnen!

source: Add your Garmin workouts from connect.garmin.com to your TriCoreTraining logbook
de_de: Importiere deine Garmin Workouts von connect.garmin.com in dein TriCoreTraining Tagebuch.

source: AVG Speed
de_de: Durchschnittliche Geschwindigkeit

source: Heartrate
de_de: Herzfrequenz

source: Imported on
de_de: Importiert am

source: Import
de_de: Importiere

source: Upload Selected Garmin Workouts
de_de: Lade deine ausgesuchten Garmin Workouts hoch

source: You can import your workouts from http://connect.garmin.com/.
de_de: Du kannst deine Workouts von http://connect.garmin.com importieren.

source: Upload them first, and then enter your garmin username and password. We do not save them!
de_de: Lade sie zuerst hoch und dann füge deinen Garmin Usernamen und dein Passwort ein. Wir speichern diese Daten nicht!

source: Garmin Connect Username
de_de: Garmin Connecto Username

source: Garmin Connect Password
de_de: Garmin Connect Passwort

source: Get activities
de_de: Hole deine Aktivitäten

source: Check import data und confirm import!
de_de: Prüfe deine Importdaten und bestätige den Import!

source: Upload and import your workouts easily!
de_de: Lade Trainings hoch und importiere diese einfach!

source: Upload a CSV-file - you can save an Excel-file in this format.
de_de: Lade eine CSV-Datei hoch - du kannst dies über Excel in dem Format speichern.

source: Here you can download an example Excel file for you.
de_de: Hier kannst du eine Beispiel-Excel-Datei für dich downloaden.

source: Confirm import
de_de: Bestätige Import

source: Cancel
de_de: Abbrechen

source: RUN workout
de_de: Laufworkout

source: BIKE workout
de_de: Radworkout

source: What you have already trained!
de_de: Was du bereits alles trainiert hast!

source: Add workout
de_de: Training hinzufügen

source: Action
de_de: Aktion

source: No workouts available.
de_de: Keine Trainings verfügbar.

source: Delete workout
de_de: Training löschen

source: Tell your friends on Facebook about your great workout!
de_de: Erzähl deinen Freunden auf Facebook von deinem tollen Workout!

source: Post to Facebook
de_de: Auf Facebook posten

source: Tell your Twitter follower about your great workout!
de_de: Erzähl deinen Lesern auf Twitter über dein tolles Workout!

source: Post to Twitter
de_de: Auf Twitter posten

source: Link to workout
de_de: Link zum Workout

source: Mon
de_de: MO

source: Tue
de_de: DI

source: Wed
de_de: MI

source: Thu
de_de: DO

source: Fri
de_de: FR

source: Sat
de_de: SA

source: Sun
de_de: SO

source: What have I done?
de_de: Was habe ich schon trainiert?

source: This statistic shows you whether you can finish your next competition. The signal light leads you the way.
de_de: Diese Statistik zeigt dir, ob du den nächsten Wettkampf bestehen kannst. Die Ampel zeigt dir den Weg.

source: Explanation on these statistics in our blog?
de_de: Erklärung zu diesen Statistiken in unserem Blog?

source: Type of Training
de_de: Trainingsart

source: All
de_de: Alles

source: Display
de_de: Anzeigen

source: No training information available. Start training and then come back!
de_de: Keine Trainingsinformation verfügbar. Beginne dein Training und dann komm zurück!

source: In this season you should have reached training impulse (TRIMP):
de_de: In dieser Saison solltest du soviel Trainingsimpulse erreicht haben (TRIMP):

source: In this season you already reached this training impulse (TRIMP):
de_de: In dieser Saison hast du soviele Trainingsimpulse erreicht (TRIMP):

source: Percentage:
de_de: Prozentsatz:

source: Green
de_de: Grün

source: means
de_de: bedeutet

source: you reach your goal.
de_de: du erreichst dein Ziel.

source: you are currently under- or overperforming.
de_de: du unter- oder überperformst.

source: Red
de_de: Rot

source: you didn't do enough or too much. You can't finish your competition.
de_de: du hast nicht genug oder zu viel gemacht. Du kannst deinen Wettkampf nicht mehr erreichen.

source: You want to know whether you became faster? This statistic shows you based on your test-workouts your current speed.
de_de: Du willst wissen, ob du schneller geworden bist? Diese Statistik zeigt dir basierend auf deinen Test-Workouts deine aktuelle Geschwindigkeit.

source: No workouts
de_de: Keine Trainings

source: Choose workout
de_de: Wähle Training

source: To
de_de: Bis

source: Time
de_de: Zeit

source: Formcurve
de_de: Formkurve

source: Sorry, no graph available - choose a testworkout please.
de_de: Leider ist keine Grafik verfügbar - wähle ein Test-Training aus.

source: This statistics shows you your weight-history and the way to your weight targets.
de_de: Diese Statistik zeigt dir deine Gewichtsstatistik und den Weg zu deinen Gewichtszielen.

source: Weight planned
de_de: Gewicht geplant

source: Weight Statistics
de_de: Gewichtsstatistiken

source: No Chart data.
de_de: Keine Grafikendaten.

source: These graphs show you your short term (ATL) and long term training load (CTL). How exhausted you are (training load of the last 7 days) and fit you are (training load of last 42 days).
de_de: Diese Graphen zeigen dir deine kurzfristige (ATL) und deine langfristige Trainingslast (CTL). Wie erschöpft du bist (Traininglast der letzten 7 Tagen) und wie fit du bist (Trainingslast der letzten 42 Tage).

source: Sum
de_de: Summe

source: TRIMP planned
de_de: Geplante TRIMPs

source: TRIMP trained
de_de: Trainierte TRIMPs

source: Grade of fitness (Chronic Training Load)
de_de: Grad der Fitness (Chronische Trainingslast CTL)

source: Grade of fatigue (Acute Training Load)
de_de: Grad der Erschöpfung (Akute Trainingslast ATL)

source: AVG heart rate
de_de: Durchschnittl. Herzfrequenz

source: Name of (Test-)Workout
de_de: Name der (Test-) Trainingsstrecke

source: Burnt
de_de: Verbrannt

source: These statistics show you what and how much you have achieved in a certain period of time.
de_de: Diese Statistiken zeigen dir was und wieviel du erreicht hast in einer gewissen Zeitperiode.

source: Export
de_de: Exportieren

source: Season Statistics
de_de: Saisonstatistiken

source: Points
de_de: Punkte

source: Distance Statistics
de_de: Entfernung Statistiken

source: Duration Statistics
de_de: Zeit Statistiken

source: hours
de_de: Stunden

source: Enter the World of TriCoreTraining.com
de_de: Tritt ein in die Welt von TriCoreTraining.com

source: Your account is activated now!
de_de: Dein Account ist nun aktiviert!

source: Log in and start forming your body
de_de: Logg dich ein und beginne deinen Körper zu formen

source: Log into the world of TriCoreTraining.
de_de: Tritt ein in die Welt von TriCoreTraining.com

source: Contact data
de_de: Kontaktdaten

source: Show us your beauty!
de_de: Zeig uns deine Schönheit!

source: Profile image (max. of 200 kilobytes)
de_de: Profilbild (max. 200 Kilobytes)

source: My profile image
de_de: Mein Profilbild

source: Delete profile image?
de_de: Lösche Profilbild?

source: Bike image (max. of 200 kilobytes)
de_de: Bild meines Rades (max. 200 Kilobytes)
