Repository: cqeb/tctrainer
Catalog: app/locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: Sorry, your session has expired or you're not logged in.
de_de: Sorry, deine Session ist abgelaufen oder du bist nicht eingeloggt.

source: Incorrect session data. Sorry.
de_de: Ungültige Sessiondaten. Sorry.

source: Sorry. This is not your entry!
de_de: Sorry. Das ist nicht dein Eintrag!

source: Sorry, only a maximum of 3 important events in a season are useful.
de_de: Sorry, aber nur maximal 3 wichtige Event in einer Saison sind sinnvoll.

source: Event already exists.
de_de: Dieser Event existiert bereits.

source: Competition saved.
de_de: Wettkampf wurde gespeichert.

source: The competition has been deleted.
de_de: Der Wettkampf wurde gelöscht.

source: Registered cancellation request.
de_de: Wir haben einen Abbruch-Request bekommen.

source: No Transaction-ID defined - something is wrong - sorry.
de_de: Keine Transaktions-ID definiert - irgendwas ist hier falsch - sorry.

source: Contact our support
de_de: Kontaktiere unseren Support

source: was not found in database
de_de: wurde nicht in der Datenbank gefunden.

source: Your payment is not completed yet
de_de: Dein Bezahlvorgang wurde noch nicht abgeschlossen.

source: Verification by PAYPAL failed
de_de: Verifizierung durch PAYPAL ist fehlgeschlagen.

source: affiliate gets money!
de_de: Affiliate bekommt Geld!

source: bought a PREMIUM membership. Thank you.
de_de: hat eine PREMIUM Mitgliedschaft gekauft. Danke schön.

source: receives money.
de_de: bekommt Geld.

source: your friend subscribed to a PREMIUM membership!
de_de: dein/e Freund/in hat sich für eine PREMIUM Mitgliedschaft eingeschrieben!

source: great
de_de: großartig

source: bought a PREMIUM membership.
de_de: hat eine PREMIUM Mitgliedschaft gekauft.

source: You receive 3 month PREMIUM membership as a "Thank you" for FREE.
de_de: Du bekommst 3 Monate PREMIUM Mitgliedschaft als "Danke schön" GRATIS.

source: receives more months.
de_de: bekommt mehr Monate.

source: Received notification
de_de: Wir haben eine Benachrichtigung erhalten.

source: Invoice sent
de_de: Rechnung wurde versandt.

source: Thank you
de_de: Danke schön

source: Saving of payment status failed
de_de: Das Speichern des Bezahlvorgang-Status ist fehlgeschlagen.

source: No invoice
de_de: Keine Rechnung

source: Thank you for subscribing for a membership. You receive your invoice as soon as your subscription period starts.
de_de: Danke, dass du dich zur Mitgliedschaft angemeldet hast. Du erhältst eine Rechnung sobald deine bezahlte Mitgliedschaftsperiode beginnt.

source: You canceled the payment transaction. If this was not intended, do the payment process again. If something else is not ok for you
de_de: Du hast deinen Bezahlvorgang unterbrochen. Wenn du das nicht beabsichtigt hast, dann starte den Bezahlvorgang nochmal. Wenn irgendetwas anderes nicht ok ist für dich

source: contact our support
de_de: kontaktiere unseren Support

source: TriCoreTraining Invoice
de_de: TriCoreTraining Rechnung

source: TriCoreTraining Subscription Info
de_de: TriCoreTraining Abo-Info

source: the interactive, online training plan service for run, bike and triathlon athletes
de_de: der interaktive Online-Trainingsplan-Service für Laufen, Radeln und Triathlon Athleten

source: I did a
de_de: Ich machte ein

source: hour(s)
de_de: Stunde(n)

source: with
de_de: mit

source: Language changed.
de_de: Sprache gespeichert.

source: coupon
de_de: Gutschein

source: Coupon code saved.
de_de: Gutscheincode gespeichert

source: Please register now!
de_de: Bitte registriere dich jetzt!

source: Please add the valid coupon code!
de_de: Bitte füge deinen gültigen Gutscheincode ein!

source: Swim
de_de: Schwimmen

source: Bike
de_de: Radfahren

source: Run
de_de: Laufen

source: You might want to add some competitions to refine your training plan.
de_de: Erstelle Wettkämpfe, um einen genaueren Trainingsplan zu erhalten.

source: Add competition
de_de: Wettkampf hinzufügen

source: Import workouts
de_de: Importiere Trainings

source: No import data found!
de_de: Keine Importdaten gefunden!

source: Date
de_de: Datum

source: is not valid!
de_de: ist nicht gültig!

source: Distance
de_de: Distanz

source: Duration
de_de: Dauer

source: Avg. heart rate
de_de: Durchschnittl. Herzfrequenz

source: Weight
de_de: Gewicht

source: Workout already existing!
de_de: Dieses Training existiert schon!

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Error
de_de: Fehler

source: not ok
de_de: nicht ok

source: Import of workouts finished!
de_de: Import der Trainings ist erledigt!

source: Training saved.
de_de: Training gespeichert.

source: Some errors occured
de_de: Es sind Fehler aufgetreten

source: Pick workout type
de_de: Wähle einen Trainingstyp

source: Workout deleted.
de_de: Training wurde gelöscht.

source: Garmin workouts imported.
de_de: Garmin Workouts wurden importiert.

source: Sorry. Don't fool around with our security.
de_de: Sorry. Spiel nicht mit unserer Sicherheit herum bitte.

source: User profile saved.
de_de: Benutzerinformationen gespeichert.

source: Some errors occured.
de_de: Es sind Fehler aufgetreten.

source: Message sent to users
de_de: Die Nachricht wurde an Benutzer gesendet

source: message not send
de_de: Nachricht nicht gesendet

source: No users selected.
de_de: Keine Benutzer selektiert.

source: Wait a second please. If you are not redirected, please click here.
de_de: Warte eine Sekunde bitte. Wenn du nicht umgeleitet wirst, dann klicke hier bitte.

source: Sorry, your user is not active. Please contact our
de_de: Sorry, dein Benutzer ist nicht aktiv. Bitte kontaktiere unseren

source: Not activated yet. Please follow the activation link in the welcome mail.
de_de: Noch nicht aktiviert. Bitte folge dem Aktivierungslink in der Willkommensmail.

source: Wrong or non-existing e-mail or password. Please try again.
de_de: Falsche/s oder nicht existierende Email oder Passwort. Bitte versuche es nochmal.

source: Logout
de_de: Ausloggen

source: You're logged out. Bye.
de_de: Du bist ausgeloggt. Bis bald.

source: Password forgotten
de_de: Passwort vergessen

source: Sorry Captcha not correct!
de_de: Sorry Captcha (Spamschutz-Code) ist nicht korrekt!

source: E-mail was not found in database!
de_de: Email wurde nicht in unserer Datenbank gefunden!

source: Click link in e-mail to reset password!
de_de: Klicke den Link in deiner Email, um das Passwort zurückzusetzen!

source: Password reset
de_de: Passwort rücksetzen

source: Your new password is sent to your e-mail.
de_de: Dein neues Passwort wurde dir per Email zugesandt.

source: Something is wrong - sorry.
de_de: Es ist irgendetwas falsch - sorry.

source: Contact our support.
de_de: Kontaktiere unseren Support.

source: Create your account
de_de: Erstelle deinen Account

source: We pre-filled your registration with your facebook userdata, please add all other information. In the future you can login with your Facebook Login. If you already have a TriCoreTraining account, change your email to the same as in your Facebook account.
de_de: Wir haben deine Registrierung mit deinen Facebook-Daten vorausgefüllt, bitte ergänze die fehlenden Daten. In der Zukunft kannst du dich mit deinem Facebook Login einloggen. Wenn du schon einen TriCoreTraining account hast, dann ändere deine E-Mail auf dieselbe, die du im Facebook Account hast.

source: your friend subscribed!
de_de: dein/e Freund/in hat sich angemeldet!

source: wants to become an athlete too. Maybe you do workouts together?
de_de: möchte auch ein Athlete werden. Vielleicht trainiert ihr zusammen?

source: After he/she buys a PREMIUM membership, you receive 3 month PREMIUM membership as a "Thank you" for FREE.
de_de: Wenn sie/er eine PREMIUM Mitgliedschaft kauft, dann bekommst du 3 Monate PREMIUM Mitgliedschaft als "Danke schön" GRATIS.

source: Registration finished
de_de: Registrierung abgeschlossen

source: Registration - Finished
de_de: Registrierung - Abgeschlossen

source: Sorry. Something is wrong. Don't hack other accounts!
de_de: Sorry. Irgendetwas ist falsch hier. Hacke keine anderen Accounts!

source: Sorry, your e-mail is not correct!
de_de: Sorry, deine E-Mail ist nicht korrekt!

source: Sorry, your e-mail is already registered!
de_de: Sorry, deine E-Mail ist bereits registriert!

source: E-mail is not registered!
de_de: E-Mail ist nicht registriert!

source: E-mail changed!
de_de: E-mail wurde verändert!

source: Registration - Activation
de_de: Registrierung - Aktivierung

source: You will receive regularly training schedules from TriCoreTraining.com. Start your sports career.
de_de: Du wirst regelmässig Trainingspläne von TriCoreTraining.com erhalten. Beginne deine Sportkarriere jetzt.

source: Something went wrong - sorry. Maybe you're already activated?
de_de: Es ist irgendetwas nicht in Ordnung - sorry. Vielleicht hast du dich noch nicht aktiviert? Wenn nicht

source: If not
de_de: Wenn nicht

source: Your BMI is
de_de: Dein BMI ist

source: Your BMI-check says:
de_de: Dein BMI-Check sagt:

source: Please check your height and weight again - we got an incorrect BMI
de_de: Bitte prüfe deine Größe und dein Gewicht nochmal - wir haben einen falschen BMI

source: thank you
de_de: dank dir

source: Change profile
de_de: Profil ändern

source: Change address
de_de: Adresse bearbeiten

source: Change training info
de_de: Trainingsinfo ändern

source: Traininginfo saved.
de_de: Trainingsinformation gespeichert.

source: Change weight management
de_de: Gewichtsmanagement ändern

source: Your target weight date is in the past and must be in the future!
de_de: Dein Datum für dein Zielgewicht liegt in der Vergangenheit und muss in der Zukunft sein!

source: This system won't work if you want to gain weight!
de_de: Das System funktioniert nicht, wenn du Gewicht zunehmen willst!

source: You have to lose
de_de: Verliere

source: per month to achieve your goal.
de_de: pro Monat, um dein Ziel zu erreichen.

source: You should at maximum lose
de_de: Verliere maximal

source: per month.
de_de: pro Monat.

source: Your target weight is not ok. Your goals would bring your BMI to a critical
de_de: Dein Zielgewicht ist nicht ok. Dein Ziel bringt deinen BMI zu einem kritisch

source: Your settings are saved.
de_de: Deine Einstellungen wurden gespeichert.

source: Change profile - images
de_de: Profilbild bearbeiten

source: Image(s) saved.
de_de: Bilder gespeichert.

source: Image deleted.
de_de: Bild gelöscht.

source: Change profile - metric
de_de: Einheiten bearbeiten

source: Metric information saved.
de_de: Einheiten gespeichert.

source: Change profile - password
de_de: Passwort bearbeiten

source: No passwords entered or passwords do not match!
de_de: Kein Passwort eingegeben oder die Passwörter stimmen nicht überein!

source: New password saved.
de_de: Neues Passwort gespeichert.

source: TriCoreTraining signup
de_de: TriCoreTraining Registrierung

source: TriCoreTraining - password reset
de_de: TriCoreTraining - Passwort zurückgesetzt

source: TriCoreTraining - password forgotten
de_de: TriCoreTraining - Passwort vergessen

source: Strange user - please check
de_de: Seltsamer User - bitte prüfen

source: These attributes are not defined in this user profile
de_de: Diese Attribute sind nicht im Userprofil definiert

source: is not correct
de_de: ist nicht korrekt

source: don't be lazy!
de_de: sei nicht faul!

source: Go to
de_de: Gehe zu

source: and track your workouts - now!
de_de: und zeichne deine Trainings auf - jetzt!

source: Your next race is only a few weeks away.
de_de: Dein nächstes Rennen ist nur noch wenige Wochen entfernt.

source: Read this!
de_de: Lies das!

source: Your next race is only a few days away. TriCoreTraining wishes you the best!
de_de: Dein nächstes Rennen ist nur noch wenige Tage entfernt. TriCoreTraining wünscht dir alles Gute!

source: Status of your season's training
de_de: Zustand deiner Trainingsaison

source: of
de_de: von

source: Status of your week's training
de_de: Zustand deines wöchentlichen Trainings

source: Your firstname is missing!
de_de: Dein Vorname fehlt.

source: Please add it to your profile.
de_de: Bitte zu deinem Profil hinzufügen.

source: Change it.
de_de: Profil ändern.

source: Your lastname is missing!
de_de: Dein Nachname fehlt!

source: Your address is missing!
de_de: Deine Adresse fehlt!

source: Your zip is missing!
de_de: Deine PLZ fehlt!

source: Your city is missing!
de_de: Deine Stadt fehlt!

source: Your country is missing!
de_de: Dein Land fehlt!

source: Your birthday is missing! This is essentiell for calculations.
de_de: Dein Geburtstag fehlt! Das ist interne Berechnungen wichtig.

source: Your run lactate threshold must be between 100 and 210.
de_de: Dein Lauf-Laktatgrenzwert muss zwischen 100 und 210 liegen.

source: Your bike lactate threshold must be between 100 and 210.
de_de: Dein Radfahr-Laktatgrenzwert muss zwischen 100 und 210 liegen.

source: Your weight loss per month to achieve your weight goal must be
de_de: Dein Gewichtsverlust pro Monat, um dein Zielgewicht zu erreichen, ist

source: that's not healthy - set a new weight goal!
de_de: das ist nicht gesund - setze ein neues Gewichtsziel

source: You have not entered your weekly training time.
de_de: Gibt deine wöchentlich verfügbaren Trainingsstunden an.

source: You told TriCoreTraining that you're a rookie. Since you're training with TriCoreTraining for more than 9 months, maybe you should change that!
de_de: Du hast TriCoreTraining mitgeteilt, dass du Anfänger bist. Nachdem du schon seit über 9 Monaten mit uns trainierst, solltest du das ändern!

source: Please recommend our service!
de_de: Bitte empfehle unser Service weiter!

source: You haven't agreed to our terms and conditions or your medical conditions are not good enough for training. Is that still correct? You want receive training schedules with bad health. Sorry!
de_de: Du hast unsere allgemeinen Geschäftsbedingungen nicht akzeptiert oder dein Gesundheitszustand ist nicht gut genug für sportliches Training. Ist das noch immer so? Du erhältst keine Trainingspläne mit einer unzureichenden Gesundheit. Sorry!

source: Your account is not activated yet. Please use your activation mail to activate your account or contact our support. Thanks.
de_de: Dein Account ist nicht aktiviert bis jetzt. Bitte verwende dein Willkommensmail, um deinen Account zu aktivieren oder kontaktiere unseren Support. Danke.

source: Your PREMIUM membership is over. If you want to get your professional, interactive training coach for 2 coffees a month again, please
de_de: Deine PREMIUM Mitgliedschaft ist vorbei. Wenn du wieder deinen professionellen, interaktiven Trainingscoach für 2 Kaffees pro Monat haben willst,

source: subscribe
de_de: abonniere PREMIUM

source: Gain speed, lose weight
de_de: Werde schneller, werde leichter

source: TriCoreTraining.com message for you!
de_de: TriCoreTraining.com Nachricht für DICH!

source: your training plan needs you!
de_de: dein Trainingsplan braucht dich!

source: please read this notice from TriCoreTraining.com for you!
de_de: bitte lies die Notiz von TriCoreTraining.com für dich!

source: this is your motto!
de_de: das ist dein Motto!

source: TriCoreTraining.com needs you!
de_de: TriCoreTraining.com braucht dich!

source: Add workouts to your calendar (.ics)!
de_de: Füge deine Workouts zu deinem Kalender hinzu (.ics)!

source: Some magazine articles
de_de: Einige Magazinartikel

source: There is something to update in your profile.
de_de: Es gibt etwas zu aktualisieren in deinem Profil.

source: Yours,
de_de: Euer,

source: athlete
de_de: Athlet

source: Notifications stopped.
de_de: Benachrichtigungen gestoppt.

source: Not valid.
de_de: Nicht gültig.

source: Sorry, you are not eligible to receive training plans as your PREMIUM membership has expired or you resigned our terms and conditions.
de_de: Wir können dir im Moment leider keinen Trainingsplan erstellen, da deine PREMIUM Mitgliedschaft abgelaufen ist.

source: Become PREMIUM
de_de: Werde PREMIUM

source: Week
de_de: Woche

source: Preparative Training
de_de: Prepariertes Training

source: Progressive Training
de_de: Progressives Training

source: Race Week
de_de: Rennwoche

source: Basic Training
de_de: Basis Training

source: Recovery Week
de_de: Regeneration Woche

source: critical (too low)
de_de: kritisch (zu niedrig)

source: not critical (but too low)
de_de: nicht kritisch (aber zu niedrig)

source: not critical (but too high)
de_de: nicht kritisch (aber zu hoch)

source: critical (too high)
de_de: kritisch (zu hoch)

source: Half-Ironman
de_de: Halb-Ironman

source: Olympic Distance
de_de: Olympische Distanz

source: Sprint Distance
de_de: Sprint Distanz

source: Half-Marathon
de_de: Halb-Marathon

source: Race
de_de: Rennen

source: Races
de_de: Rennen

source: TRIATHLON IRONMAN
de_de: Ironman Triathlon

source: TRIATHLON HALFIRONMAN
de_de: Halb-Ironman Triathlon

source: TRIATHLON OLYMPIC
de_de: Olympischer Triathlon

source: TRIATHLON SPRINT
de_de: Sprint Triathlon

source: RUN ULTRA
de_de: Lauf Ultradistanz

source: RUN MARATHON
de_de: Marathon Lauf

source: RUN HALFMARATHON
de_de: Halbmarathon Lauf

source: RUN 10K
de_de: 10km Lauf

source: RUN 5K
de_de: 5km Lauf

source: DUATHLON MIDDLE
de_de: Duathlon Mitteldistanz

source: DUATHLON SHORT
de_de: Duathlon Kurzdistanz

source: BIKE ULTRA
de_de: Radfahren Ultradistanz

source: BIKE LONG
de_de: Radfahren Langdistanz

source: BIKE MIDDLE
de_de: Radfahren Mitteldistanz

source: BIKE SHORT
de_de: Radfahren Mitteldistanz

source: Germany
de_de: Deutschland

source: Austria
de_de: Österreich

source: Australia
de_de: Australien

source: Canada
de_de: Kanada

source: France
de_de: Frankreich

source: United Kingdom
de_de: Großbritannien

source: United States of America
de_de: Vereinigte Staaten von Amerika

source: Andorry
de_de: Andorra

source: Argentina
de_de: Argentinien

source: Belgium
de_de: Belgien

source: Bosnia
de_de: Bosnien

source: Brazil
de_de: Brasilien

source: Bulgaria
de_de: Bulgarien

source: Croatia
de_de: Kroatien

source: Cyprus
de_de: Zypern

source: Czech Republic
de_de: Tschechien

source: Denmark
de_de: Dänemark

source: Estonia
de_de: Estland

source: Finland
de_de: Finnland

source: Greece
de_de: Griechenland

source: Hungary
de_de: Ungarn

source: India
de_de: Indien

source: Ireland
de_de: Irland

source: Italy
de_de: Italien

source: Latvia
de_de: Lettland

source: Lithuania
de_de: Litauen

source: Luxembourg
de_de: Luxemburg

source: Netherlands
de_de: Niederlande

source: New Zealand
de_de: Neuseeland

source: Norway
de_de: Norwegen

source: Poland
de_de: Polen

source: Russian Federation
de_de: Russland

source: Romania
de_de: Rumänien

source: Slovakia
de_de: Slowakien

source: Slovenia
de_de: Slowenien

source: Switzerland
de_de: Schweiz

source: South Africa
de_de: Südafrika

source: Spain
de_de: Spanien

source: Sweden
de_de: Schweden

source: Turkey
de_de: Turkei

source: Other
de_de: Anderes

source: This is a special workout for an upcoming long-distance event. These trainings are most important - you should not skip them.
de_de: Das ist eine spezielle Trainingseinheit, die für ein kommendes Langdistanzrennen eingeplant wurde. Dieses Training ist sehr wichtig - Du solltest es nicht auslassen.

source: Today there are no workouts to plan. Rest, rest, rest.
de_de: Heute sind keine Workouts am Plan. Erhol dich und ruhe ein wenig.

source: Track workouts
de_de: Trainings aufzeichnen

source: See allocated training
de_de: Zeige das verknüpfte Training an

source: Record training as done
de_de: Markiere das Training als erledigt

source: Recovery
de_de: Regeneration

source: Extensive Endurance
de_de: Extensive Ausdauer

source: Intensive Endurance
de_de: Intensive Ausdauer

source: Cadence Intervals
de_de: Kadenzintervalle

source: Single Leg Intervals
de_de: Einbeinige Intervalle

source: Moderate Hills
de_de: Mittlere Hügel

source: Long Hills
de_de: Lange Hügel

source: Hill Climbs
de_de: Hügelsprints

source: Tempo Ride
de_de: Tempofahrt

source: Intervals
de_de: Intervalle

source: Hill Intervals
de_de: Hügel-Intervalle

source: Threshold Intevals
de_de: Tempohärte-Intervalle

source: Threshold Ride
de_de: Tempohärte

source: Short Test
de_de: Kurzer Test

source: Long Test
de_de: Langer Test

source: Competition
de_de: Wettkampf

source: Do an easy ride in Zone 1.
de_de: Eine lockere Ausfahrt in Zone 1.

source: Do an endurance ride in Zone 2.
de_de: Ein Ausdauertraining in Zone 2.

source: An intensive, aerobic workout. Ride a course with small hills, which take you into Zone 3 frequently.
de_de: Ein intensives, aerobes Workout. Wähle einen Kurs mit einigen kleinen Hügeln, die dich in Zone 3 bringen.

source: Ride in Zone 2. Shift to a very light gear and increase your cadence to maximum (before you start bouncing) over 1 minute, and hold as long as possible. Recover for 1 minute, and repeat several times.
de_de: Fahre in Zone 2. Dann schalte in einen leichten Gang, und beschleunige deine Trittfrequenz bis ans Maximum (bevor Du im Sattel zu hüpfen anfängst) über 1 Minute hinweg. Halte die hohe Frequenz möglichst lange, und erhole dich danach für 1 Minute. Wiederhole diese Intervalle mehrmals.

source: Ride in Zone 2. Shift to a light gear, and start exercising with just one of your legs. The other foot remains on the pedal, but does not support. Change legs when fatigue settles in and repeat several times.
de_de: Fahre in Zone 2. Dann schalte in einen leichten Gang, und tritt nur mehr mit einem Bein. Nimm den anderen Fuß dabei nicht vom Pedal (er ist wie ein blinder Passagier), und wechsle die Seite, wenn ein Fuß ermüdet. Wiederhole den Vorgang mehrmals.

source: Do an endurance ride in Zone 2, but insert several 10-second sprints with maximum effort.
de_de: Ein Ausdauertraining in Zone 2, bei der du mehrmals Sprints mit 10 Sekunden Dauer unter Maximalbelastung durchführst.

source: Pick a hilly course, and ride in Zone 1 to Zone 5. The hills should take about 5 minutes to ascend. Do not stand up while climbing.
de_de: Wähle einen hügeligen Kurs, der deine Herzfrequenz zwischen Zone 1 und Zone 5 wechseln lässt. Ein Anstieg sollte nicht länger als 5 Minuten dauern. Bleibe im Sattel, während Du bergauf fährst.

source: Pick a hilly course with several ascents that take more than 5 minutes to climb. Stay seated, and do not max out your pulse while climbing.
de_de: Wähle einen hügeligen Kurs mit mehreren Anstiegen, die länger als fünf Minuten sind. Bleib sitzen, während du bergauf fährst, und belaste Dich nicht maximal.

source: Warm up thoroughly. Pick a steep hill, which takes about 1 minute to ascend. Climb fast, and ride down very easy while spinning lightly. Do not stand up while climbing. Repeat to a maximum of 8 times.
de_de: Wärme Dich gründlich auf. Dann wähle einen steilen Hügel, auf den Du etwa 1 Minute lang bergauf fahren kannst. Fahre mit maximaler Belastung im Anstieg, und lass Dich dann langsam wieder in Richtung Tal rollen. Bleib im Sattel beim bergauf fahren, und wiederhole maximal 8 Mal.

source: Pick a flat course, and ride in Zone 3 with low cadence after warming up.
de_de: Wähle einen flachen Kurs, und fahr in Zone 3 mit niedriger Trittfrequenz, nachdem du dich aufgewärmt hast.

source: Pick a flat course, and warm up. Accelerate to the top of Zone 4, and keep your speed for a maximum of 10 minutes (you may want to start with 5), while pedaling with low cadence. Recover for 2 minutes after each interval, and repeat 3-5 times.
de_de: Wähle einen flachen Kurs und wärme Dich gut auf. Beschleunige bis zum oberen Ende der Zone 4, und halte diese Belastung maximal 10 Minuten lang (beginne mit 5 Minuten). Fahr mit niedriger Trittfrequenz. Erhole dich für 2 Minuten nach jedem Intervall, und wiederhole die Übung 3-5 Mal.
