Repository: cqeb/tctrainer
Catalog: app/locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: My bike image
de_de: Mein Rad-Bild

source: Delete bike image?
de_de: Lösche Rad-Bild?

source: Trainingsphilosophy
de_de: Trainingsphilosophie

source: What I think about TriCoreTraining?
de_de: Was denkst du über TriCoreTraining?

source: Set your personal metrics
de_de: Stelle deine persönlichen Einheiten ein

source: Metric (Kilometres, Kilograms, Centimeters)
de_de: Metrisch (Kilometer, Kilogramm, Zentimeter)

source: Imperial (Miles, Pounds, Feet)
de_de: Imperial (Meilen, Pfund, Fuss)

source: Date format
de_de: Datumsformat

source: DD.MM.YYYY
de_de: TT.MM.JJJJ

source: MM.DD.YYYY
de_de: MM.TT.JJJJ

source: YYYY-MM-DD
de_de: JJJJ-MM-TT

source: Secure your training service!
de_de: Sichere dein Trainingsservice!

source: Password
de_de: Passwort

source: Enter a password
de_de: Gibt ein Passwort ein

source: Repeat password
de_de: Wiederhole dein Passwort

source: Passwords match!
de_de: Passwörter stimmen überein!

source: Passwords do not match!
de_de: Passwörter stimmen nicht überein!

source: Fill in your training information
de_de: Gib deine Trainingsinfo an

source: Enter your weekly training hours
de_de: Gibt deine wöchentlich verfügbaren Trainingsstunden an

source: Must be at least 0 hours
de_de: Müssen mehr als 0 Stunden sein

source: Must be lower than 60 hours
de_de: Müssen weniger als 60 Stunden sein

source: Weekly hours
de_de: Wöchentliche Stunden

source: Zones
de_de: Zonen

source: How to define your lactate threshold?
de_de: Wie man deinen Laktatgrenzwert definiert?

source: 1. Do your test-workouts to define your lactate threshold.
de_de: 1. Mach deine Test-Workouts, um deinen Laktatgrenzwert zu definieren.

source: 2. Do a lactate threshold test with your doctor.
de_de: 2. Mach einen Laktatgrenzwert-Test bei deinem Arzt.

source: Read more in our blog.
de_de: Lies mehr dazu in unserem Blog.

source: Enter your current run lactate threshold
de_de: Gib den aktuellen Lauf-Laktatgrenzwert an

source: Must be at least 120
de_de: Muss mindestens 120 sein

source: Must be lower than 220
de_de: Muss niedriger als 220 sein

source: Run lactate threshold
de_de: Lauf - Laktatgrenzwert

source: Enter your current bike lactate threshold
de_de: Gib den aktuellen Radfahr-Laktatgrenzwert an

source: Bike lactate threshold
de_de: Radfahr - Laktatgrenzwert

source: You're doing training for competitions and doing regular sports for the first time?
de_de: Du trainierst zum ersten Mal für Wettkämpfe und machst regelmässig Sport?

source: Beginner in structured training?
de_de: Anfänger in strukturiertem Training?

source: You agree to our terms and conditions and confirm that you're healthy enough for your training? If not, you HAVE TO talk to your doctor before starting your training!
de_de: Du stimmst unseren allgemeinen Geschäftsbedingungen zu und bestätigst, dass dein Gesundheitszustand für sportliches Training ausreicht. Falls nicht, dann MUSST du sofort mit deinem Arzt sprechen bevor du zu trainieren beginnst!

source: You must agree to use this service
de_de: Du musst zustimmen, dieses Service zu benutzen.

source: Your lactate threshold is not valid! Should be between 220 and 120.
de_de: Dein Lauf-Laktatgrenzwert ist nicht gültig! Dieser sollte zwischen 220 und 120 liegen.

source: Your bike lactate threshold is not valid! Should be between 220 and 120.
de_de: Dein Radfahr-Laktatgrenzwert ist nicht gültig! Dieser sollte zwischen 220 und 120 liegen.

source: Weekly training load varies between
de_de: Die wöchentliche Trainingslast variiert zwischen

source: and
de_de: und

source: User profile
de_de: Benutzerprofil

source: Back to list of users
de_de: Zurück zur Liste der Benutzer

source: Activated
de_de: Aktiviert

source: Deactivate user
de_de: Deaktiviere Benutzer

source: Canceled
de_de: Gekündigt

source: Stop notifying
de_de: Keine Benachrichtigungen mehr

source: Minimum of two characters
de_de: Mindestens 2 Buchstaben

source: Enter your firstname
de_de: Gib deinen Vornamen an

source: Enter your lastname
de_de: Gib deinen Nachnamen an

source: Gender
de_de: Geschlecht

source: male
de_de: männlich

source: female
de_de: weiblich

source: Enter your e-mail
de_de: Gib deine E-Mail an

source: Birthday
de_de: Geburtsdatum

source: Stop notifying me
de_de: Keine Benachrichtigungen an mich mehr

source: We would be very happy if you write a review (recommendation) about TriCoreTraining.com. Thank you.
de_de: Wir würden uns sehr freuen, wenn du eine Empfehlung über TriCoreTraining.com schreibst. Danke.

source: Enter your height
de_de: Gib deine Körpergröße an

source: Height
de_de: Körpergröße

source: Enter your target weight
de_de: Gib dein Zielgewicht an

source: Target weight
de_de: Zielgewicht

source: When to reach it?
de_de: Wann willst du es erreichen?

source: Next steps to use TriCoreTraining
de_de: Nächsten Schritte um TriCoreTraining zu benutzen

source: Define your competitions (goals)
de_de: Definiere Wettkämpfe

source: Study and fulfill your training schedule
de_de: Lies und erfülle deinen Trainingsplan

source: Track your workouts
de_de: Zeichne deine Trainings auf

source: Analyse your workouts
de_de: Analysiere deine Trainings

source: Optimize your settings
de_de: Optimiere deine Einstellungen

source: Read our FAQs and our blog
de_de: Lies unsere FAQs und unseren Blog

source: Referral
de_de: Empfehlung

source: January
de_de: Jänner

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: List users
de_de: Benutzer auflisten

source: Administrate our users!
de_de: Administriere unsere Benutzer!

source: Lang
de_de: Sprache

source: Pay-Date
de_de: Zahl-Datum

source: Activation
de_de: Aktivierung

source: No users available.
de_de: Keine Benutzer verfügbar.

source: Become user
de_de: Werde dieser Benutzer

source: Send message
de_de: Sende Nachricht

source: You are logged in and want to leave?
de_de: Du bist eingeloggt und willst uns verlassen?

source: Login with your Facebook account!
de_de: Log dich ein mit deinem Facebook Account!

source: or
de_de: oder

source: You have to enter an e-mail
de_de: Du musst deine E-Mail angeben

source: You have to enter a password
de_de: Du musst ein Passwort angeben

source: Remember me
de_de: Angemeldet bleiben

source: Can't remember your password?
de_de: Passwort vergessen?

source: Enter your e-mail to reset your password.
de_de: Gib deine E-Mail für das Zurücksetzen des Passworts an.

source: Your e-mail
de_de: Deine E-Mail

source: Send
de_de: Senden

source: I know it is somewhere in my brain :)
de_de: Ich weiß, es ist irgendwo in meinem Hirn :)

source: You received an e-mail with your new password.
de_de: Du bekommst eine E-Mail mit deinem neuen Passwort.

source: Get your trainingplans FREE for 3 months. Then, invest less than 2 cups of coffee worth per month for your interactive coach.
de_de: Erhalte deine Trainingspläne GRATIS für 3 Monate. Dann musst du nur den Wert von 2 Kaffees pro Monat für deinen interaktiven Coach investieren.

source: Minimum 2 characters long
de_de: Mindestens 2 Buchstaben lang

source: Please use your company email for registration to receive your company discount!
de_de: Bitte verwende deine Firmenemail für die Registrierung, um den Firmenrabatt zu bekommen!

source: Your email must end with
de_de: Dein E-Mail mit enden mit

source: Your e-mail is already in use!
de_de: Deine E-Mail wird bereits verwendet!

source: Minimum 4 characters long
de_de: Mindestens 4 Buchstaben lang

source: Main sport
de_de: Hauptsportart

source: Choose your type of sport
de_de: Wähle deine Sportart

source: pick yours
de_de: Wähle aus

source: You do regular sports for the first time?
de_de: Du machst zum ersten Mal regelmässig Sport?

source: You hereby confirm that you've read the TriCoreTraining terms of service and agree. You also confirm that you have no medical inability to do sports!
de_de: Du bestätigst hiermit, dass du die AGBs von TriCoreTraining gelesen hast und diesen zustimmst. Du bestätigst weiterhin, dass du keine medizinischen Einschränkungen zum Sporteln hast!

source: I agree
de_de: Ich stimme zu

source: You HAVE TO agree to our terms and conditions! That's the way you protect our rights :).
de_de: Du MUSST den AGBs zustimmen! Das ist der Weg, wie du unsere Rechte schützt :).

source: Register
de_de: Registrieren

source: Thank your for registering at TriCoreTraining.com.
de_de: Danke für deine Registrierung auf TriCoreTraining.com.

source: PLEASE do not forget to activate your account! Thank you and happy training!
de_de: BITTE vergiss nicht deinen Account zu aktivieren! Danke und frohes Training!

source: Your FREE membership is valid from
de_de: Deine GRATIS Mitgliedschaft ist gültig von

source: Activate
de_de: Aktivieren

source: Send messages to specific users
de_de: Sende Nachrichten an spezielle Benutzer

source: Subject
de_de: Betreff

source: Message
de_de: Nachricht
